Repository: neobht/uird
Catalog: i18n/usr/share/locale/*/LC_MESSAGES/uird.po
Languages: ru

source: Initializing filesystem
ru: Инициализация файловой системы

source: Initializing:
ru: Инициализация:

source: Binding to union rootfs
ru: Дополнительные монтирования (MNT=)

source: Searching and initializing source:
ru: Поиск и инициализация источника:

source: using source:
ru: используется источник:

source: source not found or not initialized
ru: источник не найден или не инициализирован

source: [S]hutdown, [R]eboot, [C]ontinue, [T]ry again ?
ru: [S]hutdown (завершить), [R]eboot (перезагрузить), [C]ontinue (продолжить), [T]ry again (попробовать снова) ?

source: Testing filesystem for POSIX compatibility
ru: Тестирование файловой системы на совместимость с POSIX

source: POSIX not available, using POSIXOVL
ru: POSIX не поддерживается, используется POSIXOVL

source: Writing is not available, using RAM
ru: Запись не поддерживается, используется ОЗУ

source: Searching and initializing configuration file:
ru: Поиск и инициализация файла конфигурации:

source: using configuration file:
ru: используется конфигурационный файл:

source: configuration file not found, using default parameters
ru: конфигурационный файл не найден, используются параметры по-умолчанию

source: Initializing source for persistent changes:
ru: Инициализация источника персистентных изменений:

source: using for changes:
ru: используется для изменений:

source: Initializing source for machine-depended changes:
ru: Инициализация источника машинно-зависимых изменений:

source: Searching bundle for machine-depended changes:
ru: Поиск модуля машинно-зависимых изменений:

source: unpacking
ru: распаковка

source: to RAM
ru: в ОЗУ

source: Mounting sources for homes directories:
ru: Подключение источников для домашних директорий:

source: Trying to enable SWAP
ru: Инициализируем SWAP

source: Resizing TMPFS to -
ru: Изменение TMPFS до -

source: Copying some UIRD files to system
ru: Копирование некоторых UIRD файлов в основную систему

source: Initializing network services
ru: Инициализация сетевых сервисов

source: Preparing layers for
ru: Подготовка слоев для

source: Copy data to RAM, this may take a long time, waiting...
ru: Копирование в ОЗУ, это может занять длительное время, ожидайте...

source: Copy data to CACHE, this may take a long time, waiting...
ru: Копирование в КЭШ, это может занять длительное время, ожидайте...

source: waiting, it is searching and mounting source\r
ru: ожидайте, идёт поиск и подключение источника\r

source: Checking filesystem:
ru: Идёт проверка файловой системы:

source: Expand partition:
ru: Увеличение размера раздела:

source: Mounting encrypted filesystem:
ru: Подключение шифрованной файловой системы:

source: not enough memory.
ru: недостаточно памяти.

source: initializing
ru: Инициализируем

source: Free space less then CHECKSPASE
ru: Свободное дисковое пространство меньше чем установлено в CHECKSPASE

source: [S]hutdown, [R]eboot, [C]ontinue, [E]rase-and-continue ?
ru: [S]hutdown (завершить), [R]eboot (перезагрузить), [C]ontinue (продолжить), [E]rase (стереть все и продолжить) ?

source: Password for encrypted FS:
ru: Пароль для шифрованной ФС:

source: Password for LUKS partition:
ru: Пароль для раздела LUKS:

source: Trying to create
ru: Пробуем создать

source: was not found, create it?
ru: не найден, создать?

source: enter FS type
ru: введите тип ФС

source: enter new image size Mb
ru: введите размер образа в Mb

source: enter password
ru: введите пароль

source: Remounting media for saves...
ru: Монтируем устройства заново

source: Remount complete
ru: Монтирование завершено

source: no such file!
ru: нет такого файла

source: The system is ready to save changes to the
ru: Система готова для записи изменений в

source: Saving changes...
ru: Сохраняются системные изменния

source: Merging old module and session changes, it may take a long time
ru: Объединяются предыдуший модуль с текущими изменениями, это может быть не быстро

source: UIRD shutdown started!
ru: UIRD: Система сохранения в модуль запущена

source: Umount
ru: Размонтирование

source: Please enter password for LUKS partition
ru: Введите пароль для раздела LUKS

source: Waiting for
ru: Ожидаем инициализацию

source: Luks setup - error!, try again
ru: Ошибка подключения раздела LUKS, попробуйте еще раз

source: Complete!
ru: Готово

source: Old module exists...
ru: Предыдущий модуль существует...

source: Please wait. Preparing excludes for module
ru: Готовятся исключения для модуля. Пожалуйста ждите

source: Please wait. Saving changes to module
ru: Изменения сохраняются в модуль. Ждите

source: System changes was not saved to
ru: Не удалось сохранить изменения в

source: No such directory:
ru: Нет такого каталога:

source: Remount RO:
ru: Перемонтируется только для чтения (RO)

source: Starting freemedia....
ru: Отключаются источники (freemedia)...

source: Media
ru: Ресурс

source: is not free
ru: не удалось отключить

source: add the udev rules to remount sources
ru: создаются правила UDEV для повторного монтирования источников

source: Can't unmount
ru: Невозможно размонтировать

source: Starting UIRD
ru: Запускается UIRD

source: UIRD init is finished, starting
ru: UIRD init завершил работу, запускается

source: Updating directory /mnt
ru: Обновление директории /mnt

source: UIRD help system
ru: Справка по UIRD

source: No modules found for current kernel
ru: Модули для текущего ядра не найдены

source: RAM disk size
ru: Размер RAM диска

source: Seting up CHANGES to XZM mode
ru: Включение режима сохранения в модуль "toxzm"

source: File or dir for toxzm mode not found
ru: Файл или каталог для режима "toxzm" не найден

source: Toxzm mode disabled!!!
ru: Режим "toxzm" отключен!!!

source: Parsing
ru: Разбирается

source: wrong value -
ru: неверное значение -

source: created, trying to setting up CHANGES to XZM mode again
ru: создан, повторная попытка включения режима "toxzm"
