Repository: neobht/uird
Catalog: modules.d/00uird/livekit/i18n/*.po
Languages: ru

source: Initializing filesystem AUFS
ru: Инициализация файловой системы AUFS

source: Initializing:
ru: Инициализация:

source: Searching and initializing source:
ru: Поиск и инициализация источника:

source: using source:
ru: используется источник:

source: source not found or not initialized
ru: источник не найден или не инициализирован

source: Testing filesystem for POSIX compatibility
ru: Тестирование файловой системы на совместимость с POSIX

source: POSIX not available, using POSIXOVL
ru: POSIX не поддерживается, используется POSIXOVL

source: Writing is not available, using RAM
ru: Запись не поддерживается, используется ОЗУ

source: Searching and initializing configuration file:
ru: Поиск и инициализация файла конфигурации:

source: using configuration file:
ru: используется конфигурационный файл:

source: configuration file not found, using default parameters
ru: конфигурационный файл не найден, используются параметры по-умолчанию

source: Initializing source for persistent changes:
ru: Инициализация источника персистентных изменений:

source: using for changes:
ru: используется для изменений:

source: Initializing source for machine-depended changes:
ru: Инициализация источника машинно-зависимых изменений:

source: Searching bundle for machine-depended changes:
ru: Поиск модуля машинно-зависимых изменений:

source: unpacking
ru: распаковка

source: to RAM
ru: в ОЗУ

source: Mounting sources for homes directories:
ru: Подключение источников для домашних директорий:

source: Initializing network services
ru: Инициализация сетевых сервисов

source: Mounting bundles to root:
ru: Подключение модулей в общий корень:

source: Copy data to RAM, this may take a long time, waiting...
ru: Копирование в ОЗУ, это может занять длительное время, ожидайте...

source: Copy data to CACHE, this may take a long time, waiting...
ru: Копирование в КЭШ, это может занять длительное время, ожидайте...

source: waiting, it is searching and mounting source\r
ru: ожидайте, идет поиск и подключение источника\r

source: Checking filesystem:
ru: Идет проверка файловой системы:

source: Mounting encrypted filesystem:
ru: Подключение шифрованной файловой системы:

source: not enough memory.
ru: не достаточно памяти.

source: Starting UIRD init <http://magos-linux.ru>
ru: Запускается UIRD init <http://magos-linux.ru>

source: UIRD init is finished, starting
ru: UIRD init завершил работу, запускается

source: Running rc.preinit scripts
ru: Выполняются rc.preinit скрипты

source: Updating directory /mnt
ru: Обновление директории /mnt
